---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Lbm
source: html/fb5f9784-0acd-546e-2bf7-4e461a9ba10d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Lbm Property

Symbol lbm, indicating unit Pounds mass.

## Syntax (C#)
```csharp
public static ForgeTypeId Lbm { get; }
```